recursos/xml/ReqValidacionesPreviasExpressDigital.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:val="http://www.davivienda.com/xml/ValidacionesPreviasExpressDigital">
   <soapenv:Header/>
   <soapenv:Body>
      <val:ValidacionesPreviasExpressDigital>
         <Request>
            <DataHeader>
               <nombreOperacion>ValidacionesPreviasExpressDigital</nombreOperacion>
               <total>?</total>
               <jornada>?</jornada>
               <canal>?</canal>
               <modoDeOperacion>?</modoDeOperacion>
               <usuario>?</usuario>
               <perfil>?</perfil>
               <versionServicio>1.0.0</versionServicio>
               <idTransaccion>?</idTransaccion>
            </DataHeader>
            <Data>
               <InfoProceso>
                  <codTipoProceso>?</codTipoProceso>
                  <valOperacion>?</valOperacion>
                  <codConvenio>?</codConvenio>
                  <valNumeroSolicitud>?</valNumeroSolicitud>
               </InfoProceso>
               <InfoCliente>
                  <codTipoIdentificacion>?</codTipoIdentificacion>
                  <valNumeroIdentificacion>?</valNumeroIdentificacion>
               </InfoCliente>
               <!--Optional:-->
               <CamposDisponibles>
                  <!--Optional:-->
                  <valCampoDisponibleN1>?</valCampoDisponibleN1>
                  <!--Optional:-->
                  <valCampoDisponibleN2>?</valCampoDisponibleN2>
                  <!--Optional:-->
                  <valCampoDisponibleC1>?</valCampoDisponibleC1>
                  <!--Optional:-->
                  <valCampoDisponibleC2>?</valCampoDisponibleC2>
               </CamposDisponibles>
            </Data>
         </Request>
      </val:ValidacionesPreviasExpressDigital>
   </soapenv:Body>
</soapenv:Envelope>